[{"book_id":1, "title":"11/22/63: A Novel", "author":"Stephen King", "rating":3.5, "likes_count":2063, "price":22, "year":2011, "genre":"Fiction", "summary":"On November 22, 1963, three shots rang out in Dallas, President Kennedy died, and the world changed. Unless...In 2011, Jake Epping, an English teacher from Lisbon Falls, Maine, sets out on an insane — and insanely possible — mission to prevent the Kennedy assassination.Leaving behind a world of computers and mobile phones, he goes back to a time of big American cars and diners, of Lindy Hopping, the sound of Elvis, and the tate of root beer.In this haunting world, Jake falls in love with Sadie, a beautiful high school librarian. And, as the ominous date of 11/22/63 approaches, he encounters a troubled loner named Lee Harvey Oswald... ", "id":1},
 {"book_id":2, "title":"1984 (Signet Classics)", "author":"George Orwell", "rating":4.0, "likes_count":21426, "price":6, "year":2017, "genre":"Fiction", "summary":"1984 by George Orwell is a dystopian novel that centers on Winston and his rebellion and then his attempted reconversion into the brotherhood.  The novel begins with Winston secretly rebelling, in thoughts and in a secret journal against the Party and Big Brother.  It is a crime even to criticize the government in thought, but Winston thinks that Big Brother is unaware of his actions. Suddenly life changes for Winston when a girl named Julia secretly drops him a note telling him she loves him.  They begin to meet secretly and they fall in love.  They also begin to conspire with what they think is an underground organization that conspires against the Party. The people they think are from the underground turn out to be undercover members of the Party and Winston and Julia get captured by them and taken in for an intense interrogation and “re-education”.  Winston and Julia have a steep battle ahead of them.  The Party is determined to have them again as loyal members to the Party.  Will they succeed or will Winston and Julia’s love and rebellion hold strong?", "id":2},
 {"book_id":3, "title":"12 Rules for Life: An Antidote to Chaos", "author":"Jordan B. Peterson", "rating":4.5, "likes_count":18979, "price":15, "year":2018, "genre":"Non Fiction", "summary":"For centuries, religion has played a major role in man’s quest for stability and meaning. The rise of secularism and nihilism brought new ideologies, but also a growing sense of emptiness. Based on years of research across various topics (from history to religion, mythology, neuroscience and psychology), Jordan Peterson developed the 12 rules for life, to help you live with meaning and purpose. In this 12 Rules for Life summary, you’ll learn the 12 rules and how you can use them as an antidote to chaos to re-establish direction, order and fulfillment in your life.", "id":3},
 {"book_id":4, "title":"A Gentleman in Moscow: A Novel", "author":"Amor Towles", "rating":2.5, "likes_count":19700, "price":15, "year":2017, "genre":"Fiction", "summary":"A Gentleman in Moscow is a novel written by Amor Towles. The novel’s plot is set in the beginning of the 20th century Russian Empire and follows the story of Count Alexander Ilyich Rostov and his life in the Hotel Metropol where he has been under house arrest for thirty-two years. The 20th century was one of the most turbulent times in the history of Europe. Old political systems were deemed obsolete. People wanted change; they wanted rights for all, not just for the wealthy. In the Russian Empire ‘old and new’ clashed in blood, violence, and death. During the 20th century, being noble was not very popular in Russia. Communists slowly but surely gained more and more trust from the people. Since their agenda blamed several groups of people for every misfortune that happened, being a count became very dangerous.Alexander Ilyich Rostov knows this. He almost gets killed but is saved at the last moment in the most peculiar way.An interesting novel, filled with historical segments, A Gentleman in Moscow is more than just a story of one man. It is a story of survival and uncertainty in dire times.", "id":4},
 {"book_id":5, "title":"A Stolen Life: A Memoir", "author":"Jaycee Dugard", "rating":4.0, "likes_count":4151, "price":32, "year":2011, "genre":"Non Fiction", "summary":"On 10 June 1991, eleven-year-old Jaycee Dugard was abducted from a school bus stop within sight of her home in Tahoe, California. It was the last her family and friends saw of her for over eighteen years. On 26 August 2009, Dugard, her daughters, and Phillip Craig Garrido appeared in the office of her kidnapper's parole officer in California. Their unusual behaviour sparked an investigation that led to the positive identification of Jaycee Lee Dugard, living in a tent behind Garrido's home. During her time in captivity, at the age of fourteen and seventeen, she gave birth to two daughters, both fathered by Garrido.", "id":5},
 {"book_id":18, "title":"A Wrinkle in Time (Time Quintet)", "author":"Madeleine L'Engle", "rating":3.0, "likes_count":5153, "price":5, "year":2018, "genre":"Fiction", "summary":"It was a dark and stormy night. Out of this wild night, a strange visitor comes to the Murry house and beckons Meg, her brother Charles Wallace, and their friend Calvin O'Keefe on a most dangerous and extraordinary adventure—one that will threaten their lives and our universe.Winner of the 1963 Newbery Medal, A Wrinkle in Time is the first book in Madeleine", "id":6},
 {"book_id":19, "title":"Between the World and Me", "author":"Ta-Nehisi Coates", "rating":4.5, "likes_count":10071, "price":13, "year":2016, "genre":"Non Fiction", "summary":"In a profound work that pivots from the biggest questions about American history and ideals to the most intimate concerns of a father for his son, Ta-Nehisi Coates offers a powerful new framework for understanding our nation’s history and current crisis. Americans have built an empire on the idea of “race,” a falsehood that damages us all but falls most heavily on the bodies of black women and men—bodies exploited through slavery and segregation, and, today, threatened, locked up, and murdered out of all proportion. What is it like to inhabit a black body and find a way to live within it? And how can we all honestly reckon with this fraught history and free ourselves from its burden?Between the World and Me is Ta-Nehisi Coates’s attempt to answer these questions in a letter to his adolescent son. Coates shares with his son—and readers—the story of his awakening to the truth about his place in the world through a series of revelatory experiences, from Howard University to Civil War battlefields, from the South Side of Chicago to Paris, from his childhood home to the living rooms of mothers whose children’s lives were taken as American plunder. Beautifully woven from personal narrative, reimagined history, and fresh, emotionally charged reportage, Between the World and Me clearly illuminates the past, bracingly confronts our present, and offers a transcendent vision for a way forward.", "id":7},
 {"book_id":20, "title":"The Alchemist", "author":"Paulo Coelho", "rating":4.0, "likes_count":35801, "price":39, "year":2014, "genre":"Fiction", "summary":"Combining magic, mysticism, wisdom and wonder into an inspiring tale of self-discovery, The Alchemist has become a modern classic, selling millions of copies around the world and transforming the lives of countless readers across generations.Paulo Coelho's masterpiece tells the mystical story of Santiago, an Andalusian shepherd boy who yearns to travel in search of a worldly treasure. His quest will lead him to riches far different—and far more satisfying—than he ever imagined. Santiago's journey teaches us about the essential wisdom of listening to our hearts, of recognizing opportunity and learning to read the omens strewn along life's path, and, most importantly, to follow our dreams.", "id":8},
 {"book_id":21, "title":"The Girl on the Train", "author":"Paula Hawkins", "rating":4.0, "likes_count":79447, "price":7, "year":2016, "genre":"Fiction", "summary":"Rachel catches the same commuter train every morning. She knows it will wait at the same signal each time, overlooking a row of back gardens. She’s even started to feel like she knows the people who live in one of the houses. “Jess and Jason,” she calls them. Their life—as she sees it—is perfect. If only Rachel could be that happy. And then she sees something shocking. It’s only a minute until the train moves on, but it’s enough. Now everything’s changed. Now Rachel has a chance to become a part of the lives she’s only watched from afar. Now they’ll see; she’s much more than just the girl on the train...", "id":9},
 {"book_id":22, "title":"The Fault in Our Stars", "author":"John Green", "rating":4.5, "likes_count":50482, "price":13, "year":2013, "genre":"Fiction", "summary":"Despite the tumor-shrinking medical miracle that has bought her a few years, Hazel has never been anything but terminal, her final chapter inscribed upon diagnosis. But when a gorgeous plot twist named Augustus Waters suddenly appears at Cancer Kid Support Group, Hazel's story is about to be completely rewritten.Insightful, bold, irreverent, and raw, The Fault in Our Stars is award-winning author John Green's most ambitious and heartbreaking work yet, brilliantly exploring the funny, thrilling, and tragic business of being alive and in love.", "id":10},
 {"book_id":23, "title":"Diary of a Wimpy Kid: Hard Luck", "author":"Jeff Kinney", "rating":3.0, "likes_count":6812, "price":7, "year":2013, "genre":"Fiction", "summary":"Greg Heffley and his family and friends are back in Diary of a Wimpy Kid Book 8, the latest installment in the #1 bestselling series by Jeff Kinney and one of the most anticipated books of 2013. A global phenomenon, the Diary of a Wimpy Kid series has more than 85 million books in print around the world.Greg Heffley's on a losing streak. His best friend, Rowley Jefferson, has ditched him, and finding new friends in middle school is proving to be a tough task. To change his fortunes, Greg decides to take a leap of faith and turn his decisions over to chance. Will a roll of the dice turn things around, or is Greg's life destined to be just another hard-luck story?", "id":11},
 {"book_id":24, "title":"Little Bee: A Novel", "author":"Chris Cleave", "rating":5.0, "likes_count":1468, "price":10, "year":2010, "genre":"Fiction", "summary":"We don't want to tell you what happens in this book. It is a truly special story and we don't want to spoil it.Nevertheless, you need to know enough to buy it so we will just say this:This is the story of two women.Their lives collide one fateful day, and one of them has to make a terrible choice.Two years later, they meet again - the story starts there...Once you have read it, you'll want to tell your friends about it. When you do, please don't tell them what happens either. The magic is in how it unfolds.", "id":12},
 {"book_id":26, "title":"One Thousand Gifts: A Dare to Live Fully Right Where You Are", "author":"Ann Voskamp", "rating":5.0, "likes_count":3163, "price":13, "year":2012, "genre":"Non Fiction", "summary":"Just like you, Ann Voskamp hungers to live her one life well. Forget the bucket lists that have us escaping our everyday lives for exotic experiences. How, Ann wondered, do we find joy in the midst of deadlines, debt, drama, and daily duties? What does the Christ-life really look like when your days are gritty, long and sometimes even dark? How is God even here?In One Thousand Gifts, Ann invites you to embrace everyday blessings and embark on the transformative spiritual discipline of chronicling God's gifts. It s only in this expressing of gratitude for the life we already have, we discover the life we've always wanted, a life we can take, give thanks for, and break for others. We come to feel and know the impossible right down in our bones: we are wildly loved by God.Let Ann's beautiful, heart-aching stories of the everyday give you a way of seeing that opens your eyes to ordinary amazing grace, a way of being present to God that makes you deeply happy, and a way of living that is finally fully alive. Come live the best dare of all!", "id":13},
 {"book_id":27, "title":"Diary of a Wimpy Kid: The Long Haul", "author":"Jeff Kinney", "rating":4.0, "likes_count":6540, "price":22, "year":2014, "genre":"Fiction", "summary":"A family road trip is supposed to be a lot of fun . . . unless, of course, you’re the Heffleys. The journey starts off full of promise, then quickly takes several wrong turns. Gas station bathrooms, crazed seagulls, a fender bender, and a runaway pig—not exactly Greg Heffley’s idea of a good time. But even the worst road trip can turn into an adventure—and this is one the Heffleys won’t soon forget.", "id":14},
 {"book_id":28, "title":"Sh*t My Dad Says", "author":"Justin Halpern", "rating":2.5, "likes_count":1265, "price":11, "year":2010, "genre":"Non Fiction", "summary":"Wanneer hij door zijn vriendin wordt gedumpt, trekt de 28-jarige comedyschrijver Justin Halpern noodgedwongen weer in bij zijn ouders. Zijn vader, een 73-jarige professor en Vietnamveteraan, ontvang Justin met de woorden: Het enige wat ik van je vraag is dat je je troep opruimt en je kamer niet achterlaat alsof hij voor een gangbang is gebruikt. En het spijt me dat je vriendin je gedumpt heeft.", "id":15},
 {"book_id":29, "title":"Wonder", "author":"R. J. Palacio", "rating":4.5, "likes_count":21625, "price":9, "year":2013, "genre":"Fiction", "summary":"August Pullman was born with a facial difference that, up until now, has prevented him from going to a mainstream school. Starting 5th grade at Beecher Prep, he wants nothing more than to be treated as an ordinary kid—but his new classmates can’t get past Auggie’s extraordinary face. Wonder, begins from Auggie’s point of view, but soon switches to include his classmates, his sister, her boyfriend, and others. ", "id":16},
 {"book_id":30, "title":"When Breath Becomes Air", "author":"Paul Kalanithi", "rating":4.0, "likes_count":13779, "price":14, "year":2016, "genre":"Non-Fiction", "summary":"For readers of Atul Gawande, Andrew Solomon, and Anne Lamott, a profoundly moving, exquisitely observed memoir by a young neurosurgeon faced with a terminal cancer diagnosis who attempts to answer the question 'What makes a life worth living?'At the age of thirty-six, on the verge of completing a decade's worth of training as a neurosurgeon, Paul Kalanithi was diagnosed with stage IV lung cancer. One day he was a doctor treating the dying, and the next he was a patient struggling to live. And just like that, the future he and his wife had imagined evaporated. ", "id":17},
 {"book_id":31, "title":"Twilight (The Twilight Saga, Book 1)", "author":"Stephenie Meyer", "rating":3.0, "likes_count":11676, "price":9, "year":2009, "genre":"Fiction", "summary":"Bella Swan moves from sunny Phoenix, Arizona to rainy Forks, Washington to live with her father, Charlie, while her mother, Renée, travels with her new husband, Phil Dwyer, a minor league baseball player. Bella attracts much attention at her new school and makes friends quickly. Much to her dismay, several boys compete for shy Bella's attention.When Bella is seated next to Edward Cullen in class on her first day of school, Edward seems utterly repulsed by her. He disappears for a few days, but warms up to Bella upon his return; their newfound relationship reaches a climax when Bella is nearly crushed by Tyler's van in the school parking lot. Edward saves Bella when he comes to her rescue and stops the van with only his hand.", "id":18},
 {"book_id":32, "title":"Thirteen Reasons Why", "author":"Jay Asher", "rating":5.0, "likes_count":7932, "price":9, "year":2017, "genre":"Fiction", "summary":"Clay Jensen returns home from school to find a strange package with his name on it lying on his porch. Inside he discovers several cassette tapes recorded by Hannah Baker–his classmate and crush–who committed suicide two weeks earlier. Hannah’s voice tells him that there are thirteen reasons why she decided to end her life. Clay is one of them. If he listens, he’ll find out why.Clay spends the night crisscrossing his town with Hannah as his guide. He becomes a firsthand witness to Hannah’s pain, and as he follows Hannah’s recorded words throughout his town, what he discovers changes his life forever", "id":19},
 {"book_id":33, "title":"The Girl on the Train", "author":"Paula Hawkins", "rating":4.0, "likes_count":79446, "price":7, "year":2016, "genre":"Fiction", "summary":"Rachel catches the same commuter train every morning. She knows it will wait at the same signal each time, overlooking a row of back gardens. She’s even started to feel like she knows the people who live in one of the houses. “Jess and Jason,” she calls them. Their life—as she sees it—is perfect. If only Rachel could be that happy. And then she sees something shocking. It’s only a minute until the train moves on, but it’s enough. Now everything’s changed. Now Rachel has a chance to become a part of the lives she’s only watched from afar. Now they’ll see; she’s much more than just the girl on the train...", "id":20},
 {"book_id":41, "title":"nhbv", "author":"njhbgv", "rating":4.0, "likes_count":1, "price":4, "year":1900, "genre":"jnhbv", "summary":"nbv", "id":21}]